/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Terima";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Terima";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "Apple ID yang anda masukkan telah dinyahdayakan atas sebab keselamatan.  Ketik \"Reset\" untuk menukar kata laluan.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Anda tidak dibenarkan untuk mengubah suai akaun pada peranti ini";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Tidak boleh mencipta akaun";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Anda tidak dibenarkan untuk mengedit akaun anda pada peranti ini";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Tidak boleh mengedit akaun";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Anda tidak dibenarkan untuk mendaftar masuk ke peranti ini";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Tidak boleh mendaftar masuk";

/* Account Title */
"ACCOUNT_TITLE" = "Akaun";

/* Achievements title one player */
"ACHIEVEMENTS" = "Pencapaian";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ Pencapaian, %2$@ Mata";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ Pencapaian, %2$@ Mata";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ daripada %2$@ pencapaian";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ daripada %2$@ pencapaian";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ Pencapaian";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ Pencapaian";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ PENCAPAIAN";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ PENCAPAIAN";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "TIADA PENCAPAIAN";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Tiada Pencapaian";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Diperoleh: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Diperoleh pada: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ daripada %2$@ Pencapaian";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ daripada %2$@ Pencapaian ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ DARIPADA %2$@ PENCAPAIAN";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ DARIPADA %2$@ PENCAPAIAN";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ DARIPADA %2$@ PENCAPAIAN";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ daripada %2$@ Pencapaian";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Belum dicapai";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ selesai";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ mata";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ mata";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ mata)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ mata)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ mata)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "mata";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "mt";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "mata";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ mata";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Penambahan Alamat";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Pemadaman Alamat";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Anda tidak dibenarkan untuk menghantar permintaan rakan pada peranti ini";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Tidak Boleh Menghantar Permintaan Rakan";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Tambah Pemain";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Pemain tidak didaftar masuk";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Anda tidak dibenarkan untuk menggunakan Game Center pada peranti ini";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Anda tidak dibenarkan untuk bermain permainan berbilang pemain pada peranti ini";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Berbilang Pemain Tidak Tersedia";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center Tidak Tersedia";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Berbilang Pemain Tidak Tersedia";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Tanpa nama";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Kata Laluan Apple ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: lebih %@ minit";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: lebih %@ saat";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: lebih %@ minit";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: %@ saat";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: %@ saat";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center boleh memadan auto anda untuk bermain dengan sesiapa sahaja yang tersedia sekarang. Anggaran masa menunggu padan auto: %@ saat";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Padanan auto";

/* Auto-matched */
"AUTO_MATCHED" = "Dipadankan auto";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Pemain Padanan Auto";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Hantar";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Hantar";

/* By Game Center */
"BY_GAME_CENTER" = "Dari Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Dibatalkan";

/* Cancel */
"CANCEL_BUTTON" = "Batal";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Tidak Dapat Bersambung";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Perkhidmatan akaun Game Center tidak tersedia pada masa ini.\nSila cuba lagi nanti.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Anda mesti bersambung kepada rangkaian Wi-Fi atau rangkaian data untuk mengakses Game Center";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Tambah";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Jadilah rakan %1$@ untuk menghantar cabaran";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Bersahabat di Game Center untuk mula menghantar dan menerima cabaran";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Rakan anda sudah memperoleh %1$@. Cuba mencabar mereka untuk pencapaian yang mereka belum dapat.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Dapatkan skor pada %1$@ untuk mencabar rakan anda untuk mengatasinya";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Cabaran %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Cabaran daripada %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Cabaran %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Cabaran %1$@: skor %2$@ pada %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Cabar Rakan";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Hantar Cabaran";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Cabaran:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Daripada %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Daripada %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Skor %1$@ pada %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Anda menewaskan cabaran %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Balik";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Pilih Rakan";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Abaikan";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Mencabar anda: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Lancarkan Permainan";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Pergi ke App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Cabaran %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Menewaskan cabaran anda: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Menewaskan cabaran anda dalam %1$@: %2$@";

/* Change */
"CHANGE" = "Ubah";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Tutup";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Tutup";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ Pencapaian";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ Pencapaian";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Tiada Pencapaian";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Bersambung";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Tidak dapat bersambung kepada pelayan Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Cipta Apple ID Baru";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Ditolak";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Tolak";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Ingin bermain %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Hantar Cabaran";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Cabar Rakan";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Kongsi";

/* Disable Button */
"DISABLE_BUTTON" = "Nyahdayakan";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Terputus Sambungan";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Keluarkan";

/* Done button title */
"DONE_BUTTON_TITLE" = "Selesai";

/* button to send friend request */
"DONT_SEND" = "Jangan Hantar";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Memasang…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Masukkan mesej pilihan…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana pemain tempatan belum disahkan.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Operasi yang diminta telah dibatalkan.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan akibat ralat berkomunikasi dengan pelayan.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana aplikasi ini tidak dikenali oleh Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana nama pengguna dan/atau kata laluan salah.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana satu atau lebih parameter tidak sah.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana pemain tidak sah.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Permintaan cabaran gagal kerana data cabaran yang tidak sah.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana permintaan permainan tidak sah.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana pemain tempatan belum disahkan.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana ciri ini telah dinyahdayakan dalam Larangan.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana nilai skor belum disetkan.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Operasi yang diminta tidak dapat diselesaikan kerana peserta yang ditentukan adalah tidak sah.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Operasi yang diminta tidak dapat diselesaikan kerana sesi dalam keadaan yang tidak sah.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Operasi yang diminta tidak dapat diselesaikan kerana peserta yang ditentukan tidak mempunyai keadaan pusingan yang diperlukan.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Operasi yang diminta tidak dapat diselesaikan kerana data pertandingan adalah terlalu besar.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Operasi yang diminta tidak dapat diselesaikan kerana ia akan melebihi bilangan maksimum sesi.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana ciri ini telah dinyahdayakan untuk pemain bawah umur.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Pemain tidak dijangka telah bersambung kepada pertandingan.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana ralat yang tidak diketahui.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Operasi yang diminta tidak dapat diselesaikan kerana ditolak oleh pengguna.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " & %@ lagi…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ Rakan Menyukai Ini";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ Rakan Menyukai Ini";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Suka Facebook Tidak Tersedia";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ Rakan Menyukai Ini";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Suka";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Suka";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Gagal";

/* friend text in compare achievement screen */
"FRIEND" = "Rakan";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ rakan";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ rakan";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Tiada rakan";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ rakan serupa";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ rakan serupa";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Tiada rakan serupa";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ Rakan";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ Rakan";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ RAKAN";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ RAKAN";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "RAKAN";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Rakan";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) telah menerima permintaan rakan anda.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) telah menerima permintaan rakan anda.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ telah menerima permintaan rakan anda.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Mencari Pemain";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Tidak menerima jemputan permainan";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Rakan Yang Memiliki Pencapaian Ini";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ Rakan Yang Memiliki Pencapaian Ini";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ Rakan Yang Memiliki Pencapaian Ini";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Tiada Rakan Memiliki Pencapaian Ini";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Rakan";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ Rakan";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ Rakan";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ Rakan";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Rakan Yang Belum Bermain";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ Rakan Yang Belum Bermain";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ Rakan Yang Belum Bermain";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Tiada Rakan Yang Belum Bermain";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Rakan Yang Bermain Permainan Ini";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ Rakan Yang Bermain Permainan Ini";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ Rakan Yang Bermain Permainan Ini";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Tiada Rakan Yang Bermain Permainan Ini";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Pemain";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ Pemain";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ Pemain";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ Pemain";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Tiada Dalam Talian";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "SEMUA";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "BERHAMPIRAN";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "TERBARU";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Permintaan Rakan";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Adakah anda mahu menghantar permintaan rakan kepada %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Permintaan Rakan";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Permintaan rakan dari %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ permainan";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ permainan";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Tiada permainan";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ rakan serupa";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ permainan serupa";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Tiada permainan serupa";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Permainan Dibatalkan";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Ciri dinyahdayakan";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Mod Demo";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Nyahdayakan Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Anda boleh mendayakan Game Center pada bila-bila masa dengan mendaftar masuk menerusi aplikasi Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center tidak disokong.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Tidak Pernah Bermain";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Jemputan dari %1$@ untuk bermain “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Jemputan dari %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Jemputan dari %@ telah dibatalkan.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Padan auto tidak menemui cukup pemain. Sila jemput pemain tambahan.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Tidak Cukup Pemain";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Permainan ini tidak dikenali oleh Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Untuk menilai permainan ini, anda mesti log masuk dengan Apple ID yang digunakan untuk membelinya.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Penilaian Permainan Tidak Dihantar";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Sambung semula?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Berbilang Pemain";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Kesemua %@ Pemain";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Semua Pemain";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "KESEMUA %@ PEMAIN";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "SEMUA PEMAIN";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "SEMUA PEMAIN";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Semua Pemain";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Tersembunyi";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Terlupa Apple ID atau kata laluan anda?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Import Rakan";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Tidak Serasi";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Kata laluan telah dimasukkan secara salah terlalu banyak kali. Jika anda terlupa kata laluan anda, sentuh \"Reset\" untuk menukarnya.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Kata Laluan Salah";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Jemputan Dibatalkan";

/* Invitation Title */
"INVITATION_TITLE" = "Jemputan";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Menunggu…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Seorang pemain telah menerima jemputan anda.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ telah menerima jemputan anda ke %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ telah menerima jemputan anda.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Seorang pemain telah menerima jemputan anda ke %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Seorang pemain telah menolak jemputan anda.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ daripada %2$@ rakan";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ daripada %2$@ rakan";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Jemput sehingga %d lagi pemain daripada senarai rakan Game Center anda";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Jemput seorang lagi pemain daripada senarai rakan Game Center anda";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "t/b";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Cabar Rakan";

/* Invite Friend */
"INVITE_FRIEND" = "Jemput Rakan";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Jemput Rakan";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Jemput Pemain";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Jemput sehingga %@ pemain";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Jemput %@ pemain";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Jemput sehingga %@ pemain";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Baru bermain: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Terakhir dipadankan: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Terakhir bermain: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Terakhir Bermain";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Terakhir bermain: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Lancarkan App";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Papan Juara";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ Papan Juara";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ Papan Juara";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ Papan Juara";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Papan Juara";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Julat Papan Juara {%d,%d} mesti mempunyai lokasi >= %d dan julat <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Memuat…";

/* Login Button */
"LOGIN_BUTTON" = "Daftar masuk";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Bersambung…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Mencari Pemain…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Jemput Rakan";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Menjemput Pemain";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Main";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Memulakan Permainan…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Menunggu…";

/* Me */
"ME" = "Saya";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Saya";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ pemain";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ pemain";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Pemain Berdekatan";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Benarkan pemain Game Center berdekatan untuk mencari dan menjemput anda ke permainan berbilang pemain melalui Wi-Fi atau Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Tidak Pernah Bermain";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Tidak pernah bermain";

/* Next */
"NEXT" = "Berikutnya";

/* now (time) */
"NOW_TIME" = "sekarang";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Tiada Pencapaian";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Tiada pencapaian";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Tiada Jawapan";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Tiada Rakan";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "TIADA SKOR RAKAN";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Tiada papan juara";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Tiada papan juara atau pencapaian";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Sila cuba lagi ketika rangkaian disambungkan.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Rangkaian Tidak Tersedia";

/* No score - player rank is zero */
"NO_SCORE" = "Tiada skor";

/* No Scores */
"NO_SCORES" = "Tiada Skor";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "TIADA SKOR";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Tiada status";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Keseluruhan";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Apple ID yang anda masukkan tidak ditemui atau kata laluan anda adalah salah.\nSila cuba lagi.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Kata Laluan";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Kata Laluan Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Bawah %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "%@ Teratas";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Dimainkan Hari Ini: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ atau %2$@ Pemain";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ hingga %2$@ Pemain";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ Pemain";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ Pemain";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Tidak pernah bermain";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ terputus sambungan.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Main";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Main Permainan";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Main sekarang dan Game Center akan mencari sehingga %d lagi pemain untuk bermain bersama.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Main sekarang dan Game Center akan mencari sehingga seorang lagi pemain untuk bermain bersama";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Main sekarang dan Game Center akan menyediakan permainan anda dengan pemain yang dipilih.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Main";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "Apple ID yang anda masukkan telah dinyahdayakan. Sila hubungi sokongan pelanggan.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Kedudukan hampir sama dengan saya";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Kedudukan lebih tinggi dari saya";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Kedudukan lebih rendah dari saya";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ daripada %2$@ pemain";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@ daripada %2$@ pemain";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ daripada %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Tiada Kedudukan";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "#%@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ penilaian";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ penilaian";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Tiada penilaian";

/* Ready invite label */
"READY_INVITE_LABEL" = "Sedia";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ penerima";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ penerima";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ jam lalu";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ jam yang lalu";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ minit lalu";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ minit yang lalu";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ saat lalu";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Keluarkan";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Keluarkan";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Laporkan Masalah";

/* Reset Button */
"RESET_BUTTON" = "Reset";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ pada %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ Hasil";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 Hasil";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Tiada Hasil";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Permintaan Rakan";

/* Settings Button */
"SETTINGS_BUTTON" = "Seting";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Saya memperoleh <a href=\"%3$@\">%1$@ dengan bermain %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ memperoleh <a href=\"%4$@\">%2$@ dengan bermain %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Saya ingin memperoleh <a href=\"%3$@\">%1$@ dengan bermain %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Saya memperoleh %1$@ dengan bermain %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ memperoleh %2$@ dengan bermain %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Saya ingin memperoleh %1$@ dengan bermain %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Lihatlah <a href=\"%3$@\">skor saya pada %1$@ dengan bermain %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Lihatlah skor <a href=\"%4$@\">yang diperoleh %1$@ pada %2$@ dengan bermain %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Lihatlah skor saya pada %1$@ dengan bermain %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Lihatlah skor yang diperolehi %1$@ pada %2$@ dengan bermain %3$@.";

/* Show All */
"SHOW_ALL" = "Tunjukkan Semua";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Tunjukkan Lagi…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Tunjukkan %@ Lagi…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Daftar Masuk";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Mula gunakan Game Center dengan Apple ID anda dan main permainan dalam talian dengan rakan anda, di mana sahaja.";

/* Starting Game… */
"STARTING_GAME" = "Memulakan Permainan…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Ketik Untuk Nilai";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Ketik Untuk Menilai Permainan";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Ketik Untuk Menilai\nPermainan Ini";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Keseluruhan";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "KESELURUHAN";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Minggu Ini";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "MINGGU INI";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Hari Ini";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "HARI INI";

/* To: */
"TO_LABEL" = "Kepada:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Sila cuba lagi nanti.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Gagal mencipta padanan";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Permainan Tamat";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Sila keluarkan permainan sedia ada dan cuba lagi.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Tidak dapat mencipta permainan";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Pemain yang dijemput mempunyai terlalu banyak permainan aktif.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Tidak dapat mencipta permainan";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Permainan baru";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Belum mengambil pusingan";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Tolak";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Permainan";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ Permainan";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ Permainan";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Permainan";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Jemputan";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Keluar Permainan";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Sedia";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Keluarkan Permainan";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Jemputan";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Pusingan Pemain Lain";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Pusingan pemain ini";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Pusingan anda";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Permainan Tamat";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Main Giliran Anda";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Lihat Permainan";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Dari %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Giliran terakhir dimainkan %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Tarikh mula tidak diketahui";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Tiada giliran diambil";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Telah bermain dengan %1$@ dan %2$d yang lain";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Telah bermain dengan %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Telah bermain dengan pemain Padanan Auto";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d Pemain";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Bermain dengan %1$@ dan %2$d yang lain";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Bermain dengan %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Bermain dengan pemain Padanan Auto";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Dimulakan %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Jemput rakan untuk bermain";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Tiada Permainan";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Pusingan %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Pusingan Mereka";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ Menang";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Pemain Lain Menang";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Pemain lain";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Tempat pertama";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Tempat keempat";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Kalah";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Saya";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Tiada hasil";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Keluar";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Tempat kedua";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Tempat ketiga";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Seri";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Kehabisan masa";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Menang";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Aktif";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Ditolak";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Selesai";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Dijemput";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Sepadan";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Tidak Diketahui";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Pusingan Anda";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Anda Menang!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Gagal Memuat";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Tidak dapat Memuatkan Pencapaian";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Tidak dapat Memuat Rakan";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "GAGAL DIMUATKAN";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Gagal menghantar penilaian permainan pada masa ini. Sila cuba lagi nanti.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Pengguna Belum Disahkan";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Sambungan Tidak Dijangka";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Pemain tidak dijangka telah bersambung.  Penyepadanan akan dibatalkan.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Batal jemput";

/* Uninvite Now */
"UNINVITE_NOW" = "Batal Jemput";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Batal Jemput Pemain?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Beberapa pemain yang dijemput belum membalas.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "App Tanpa Tajuk";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple ID Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Lihat Akaun";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Lihat";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Menunggu pengesahan…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Menunggu %@ untuk memulakan permainan.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Tunggu";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Selamat datang kembali, %@";

/* Welcome title */
"WELCOME_TITLE" = "Selamat Datang";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Selamat Datang ke Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Anda telah memilih bilangan maksimum pemain.";

